<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Rules</title>
    <style>
        body {
            text-align: center;
            font-family: 'DejaVu Sans Mono', monospace;
            background: #f6f6f6;
        }

        h3 {
            color: #070824;
        }

        main {
            margin: 2% 30%;
        }
    </style>
</head>
<body>
<main>
    <h3>Правила игры "Бык корова"</h3>
    Компьютер загадывает 4-х значное число. Цифры загаданного числа не
       повторяются. Задача пользователя угадать загаданное число. У
       пользователя неограниченное число попыток. В каждую попытку
       пользователь дает компьютеру свой вариант числа. Компьютер сообщает
       сколько цифр точно угадано (бык) и сколько цифр угадано без учета
       позиции (корова). По ответу компьютера пользователь должен за
       несколько ходов угадать число.
</main>
<a href="/">back</a>

</body>
</html>
